[M_Sage_Nakayamarama MissionDefinition]
MissionName="Diário Nakayama"
MissionDescription="O professor Nakayama gravou alguns áudio diários antes de vir para Aegrus. O Claptrap lhe sugeriu que procure esses diários, já que nunca é demais saber um pouco mais sobre seu inimigo."
TurnInDescription="Você aprendeu algo sobre o Nakayama. Não é nada que seja útil para ajudar a acabar com ele, claro, porém... foi um belo passatempo."
MissionSummary="Encontre os áudio diários perdidos do professor Nakayama."
MissionGiver="Claptrap"
MissionTurnInLocation="Claptrap"
TeaserText="Tenha seus inimigos sempre por perto..."

[M_Sage_Nakayamarama:CollectTapes MissionObjectiveDefinition]
ProgressMessage="Recolha os gravadores"

[M_Sage_Nakayamarama:CollectTapesSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

